package com.yxw.entity.enumEntity;

/**
 * @Author:阿倪
 * @Date: 2019/3/7 21:42
 * @Description:    院系类别枚举类
 * @return:
 * @throws:
 */
public enum DepartmentCategoryEnum {

/*
    化学与材料科学学院 生命科学学院  工程科学学院 信息科学技术学院
    地球和空间科学学院 管理学院 人文与社会科学学院  继续教育学院 网络教育学院 软件学院 苏州研究院 上海研究院 国家同步辐射实验室 火灾科学国家重点实验室 国家高性能计算中心 (合肥)中国科学院结构分析重点实验室 中国科学院选键化学重点实验室 中国科学院材料力学行为和设计重点实验室 中国科学院量子信息重点实验室 中国科学院壳幔物质与环境重点实验室 中国科学院基础等离子体物理重点实验室 多媒体计算与通信教育部?微软重点实验室 安徽省高性能计算与应用重点实验室 安徽省分子医学重点实验室 安徽省光电子科学与技术重点实验室 安徽省计算与通讯软件重点实验室 物理电子学安徽省重点实验室 数学系 物理学院 计算机科学与技术学院 核科学技术学院 体育教学部 核科学技术学院 计算机科学与技术学院 数学系 物理学院
*/
}
